ark
base
base-devel
blueman
bluez
bluez-utils
brightnessctl
chaotic-keyring
chaotic-mirrorlist
cliphist
code
dolphin
dunst
efibootmgr
fastfetch
ffmpegthumbs
firefox
flatpak
fzf
git
grim
gst-plugin-pipewire
htop
hypridle
hyprland
hyprlock
hyprpicker
hyprsunset
imagemagick
intel-media-driver
intel-ucode
iwd
jq
kde-cli-tools
kitty
kvantum
kvantum-qt5
libnotify
libpulse
libva-intel-driver
linux
linux-firmware
logiops
nano
network-manager-applet
networkmanager
noto-fonts-emoji
nvm
nwg-displays
nwg-look
openssh
pacman-contrib
pamixer
parallel
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
playerctl
polkit-gnome
polkit-kde-agent
qt5-graphicaleffects
qt5-imageformats
qt5-quickcontrols
qt5-quickcontrols2
qt5-wayland
qt5ct
qt6-wayland
qt6ct
rofi
satty
sddm
slurp
smartmontools
sof-firmware
solaar
starship
swww
udiskie
unzip
uwsm
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wev
wget
wireless_tools
wireplumber
wl-clip-persist
wlogout
wofi
wpa_supplicant
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-user-dirs
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay-bin
yay-bin-debug
zram-generator
zsh
